{
  "app_name": "NIGED-EASE",
  "home": "Home",
  "features": "Features",
  "contact": "Contact",
  "login": "Login",
  "hero_title": "Powerful Features for Ethiopian Businesses",
  "hero_subtitle": "Our comprehensive business management platform offers everything Ethiopian businesses need to streamline operations, improve efficiency, and drive growth.",
  "get_started": "Get Started Now",
  "core_features_title": "Core Business Solutions",
  "core_features_subtitle": "Discover the comprehensive set of tools designed specifically for Ethiopian businesses to streamline operations and boost productivity.",
  "feature1_title": "Sales Management",
  "feature1_description": "Track all sales activities, manage customer orders, generate invoices, and analyze sales performance with our intuitive sales management tools.",
  "feature2_title": "Inventory Control",
  "feature2_description": "Keep track of your stock levels in real-time, set automatic reorder points, manage multiple warehouses, and optimize your inventory.",
  "feature3_title": "Financial Reporting",
  "feature3_description": "Generate comprehensive financial reports including profit & loss statements, balance sheets, and cash flow statements to make informed decisions.",
  "feature4_title": "Customer Management",
  "feature4_description": "Build stronger relationships with your customers through our CRM tools that help you track interactions, preferences, and purchase history.",
  "feature5_title": "Invoicing & Billing",
  "feature5_description": "Create professional invoices, set up recurring billing, and manage payment collection with our versatile invoicing features.",
  "feature6_title": "Expense Tracking",
  "feature6_description": "Monitor all business expenses, categorize spending, attach receipts, and generate expense reports for better financial control.",
  "business_types_title": "Built for All Ethiopian Businesses",
  "business_types_subtitle": "NIGED-EASE adapts to businesses of all sizes and types across Ethiopia",
  "retail_title": "Retail Stores",
  "retail_description": "Perfect for shops, boutiques, and retail outlets needing inventory and point-of-sale solutions.",
  "wholesale_title": "Wholesale Distribution",
  "wholesale_description": "Ideal for distributors managing large inventories and complex supply chains.",
  "service_title": "Service Providers",
  "service_description": "Great for businesses offering services who need client management and appointment scheduling.",
  "manufacturing_title": "Manufacturing",
  "manufacturing_description": "Powerful tools for production planning, material requirements, and finished goods tracking.",
  "join_businesses": "Join hundreds of Ethiopian businesses that are streamlining their operations and growing with NIGED-EASE.",
  "try_free_button": "Try for Free",
  "quick_links": "Quick Links",
  "contact_us": "Contact Us",
  "contact_email": "Email: Contact@nigedease.com",
  "contact_phone": "Phone: +251933778687",
  "copyright": "© 2025 NIGED-EASE. All rights reserved."
} 