{
  "app_name": "NIGED-EASE",
  "home": "Mana",
  "features": "Amaloota",
  "contact": "Nu Quunnamaa",
  "login": "Seeni",
  "hero_title": "Amaloota Jabaa Daldaloota Itoophiyaatiif",
  "hero_subtitle": "Imaammatni keenya daldaloota Itoophiyaa hojii isaanii akka laafatan, bu'a-qabeessummaa isaanii akka fooyyessan, fi guddinaaf waan barbaachisu hunda ni kennaa.",
  "get_started": "Amma Jalqabi",
  "core_features_title": "Furmaata Daldalaa Ijoo",
  "core_features_subtitle": "Meeshaalee waliin-gala kan addatti daldaloota Itoophiyaatiif qopheessamanii sochiilee laaffisuuf fi bu'a qabeessummaa dabaluuf argadhu.",
  "feature1_title": "Bulchiinsa Gurgurtaa",
  "feature1_description": "Sochii gurgurtaa hunda hordofuu, ajaja maamilootaa bulchuu, invaayisii uumuu, fi meeshaalee bulchiinsa gurgurtaa keenya salphaa taaniin raawwii gurgurtaa xiinxaluu.",
  "feature2_title": "To'annoo Kuusaa",
  "feature2_description": "Sadarkaa kuusaa keessan yeroon hordofuu, piunktoota irra deebi'anii ajajaman ofumaan qopheessuu, kuusaalee hedduu bulchuu fi kuusaa keessan fooyyessuu.",
  "feature3_title": "Gabaasa Faayinaansii",
  "feature3_description": "Murtiiwwan hubannoo irratti hundaa'an gochuuf gabaasaalee faayinaansii guutuu kan akka odeeffannoo bu'aa fi kasaaraa, paappiraawwan baalansii, fi odeeffannoo yaabbannaa maallaqaa ni uuma.",
  "feature4_title": "Bulchiinsa Maamilootaa",
  "feature4_description": "Waldhaansoo, filannoo, fi seenaa bitinsaa akka hordoftan gargaaran meeshaalee CRM keenya fayyadamuun maamiloota keessan waliin walitti dhufeenya cimaa ijaaraa.",
  "feature5_title": "Invaayisii fi Biliingii",
  "feature5_description": "Invaayisii ogummaa qabu uumuu, biliingii irra deddeebi'amaa diriirsuun, fi wal'aansa kaffaltii amaloota invaayisii keenya baay'ina qaban fayyadamuun bulchuu.",
  "feature6_title": "Hordoffii Baasii",
  "feature6_description": "Baasii daldalaa hundaa hordofuu, baasii ramaduu, rasiitoota itti hidhuun, fi to'annoo faayinaansii caalaaf gabaasaalee baasii uumuu.",
  "business_types_title": "Daldaloota Itoophiyaa Hunda Qophaa'e",
  "business_types_subtitle": "NIGED-EASE Itoophiyaa keessatti daldaloota guddina fi gosa hundatti ni dadamaqsa",
  "retail_title": "Dukkaana Bittaa fi Gurgurtaa",
  "retail_description": "Dukkaanota, butikoota, fi madda bittaa fi gurgurtaatiif kan furmaata kuusaa fi poyntii-saalesii barbaadaniif sirrii.",
  "wholesale_title": "Raabsaa Tokkoon Tokkoon",
  "wholesale_description": "Kuusaa guddaa fi sanyii dhiyeessaa walxaxaa bulchuuf raabsittootaaf mijataa.",
  "service_title": "Dhiyeessittoota Tajaajilaa",
  "service_description": "Bulchiinsa kilayantii fi adeemsa teessumaa barbaadaniif daldaloota tajaajila dhiyeessaniif gaarii.",
  "manufacturing_title": "Omishaa",
  "manufacturing_description": "Karoora omishaa, barbaachisummaa meeshaalee, fi hordoffii meeshaalee xumuramaniif meeshaalee jabaa.",
  "join_businesses": "Dhibbootaan daldaloota Itoophiyaa kan hojii isaanii laafisaanii fi NIGED-EASE waliin guddatan waliin makamaa.",
  "try_free_button": "Bilisaan Yaali",
  "quick_links": "Links Ariifachisoo",
  "contact_us": "Nu Quunnamaa",
  "contact_email": "Email: Contact@nigedease.com",
  "contact_phone": "Bilbila: +251933778687",
  "copyright": "© 2025 NIGED-EASE. Mirgi Hunda Seeraan Kan Eegame."
} 